package org.example;

public enum Name {
    Абака, Аббос, Абзал, Авто, Агадия, Айда, Акакий, Алиби, Асука, Асусена, Асылбубу, Ацуко, Баба, Бабу, Базар, Байда, Бака, Банан, Банда,
    Баран, Бебе, Биби, Бибик, Биляд, Бобина, Бобо, Ботан, Боян, Бред, Бубу, Будило, Булбул, Былбыл, Бытбылдык, Бэтмен, Бэцальэль, Ванна,
    Ватерпежекосма, Восьмарта, Выдезнар, Гад, Гвидон, Гей, Гитля, Грач, Граната, Гандал, Гроб, Гугуш, Гус, Да, Даблин, Даздраперма, Даздрасен,
    Дай, Дайсуке, Деда, Джаханпахлаван, Додо, Дормидона, Дрюля, Дубок, Дурдана, Дура, Дик, Достали, Досуг, Дурбан, Ебинизер,
    Евпсихий, Евхимия, Жадок, Задок, Забава, Забит, Замзам, Зона, Зубаха, Зилл, Ии, Йолопуки, Какули, Камаз, Кайкай, Кал, Калбек, Калкаш, Калюмниоз,
    Кака, Карп, Кефира, Ки, Кики, Кикос, Кинза, Кончита, Коко, Крысан, Куки, Кукуцаполь, Куни, Кунигунда, Лагшмивара, Лайка, Лексус, Лесбина, Летития,
    Липа, Лориэрик, Лох, Луиджи, Люк, Марихуана, Мама, Маняк, Мастур, Маусука, Махбубахон, Махина, Мерседес,  Морг, Мраз, Мыслис, Набил, Назакат,
    Написат, Насра, Насри, Насрин, Насрулла, Наша, Нафик, Нафига, Нидал, Нисерха, Ну, Нусрат, Ой, Окай, Онаний, Охун, Павсикакий, Панос, Параша, Пердита,
    Пенелопа, Перец, Парта, Первосрака, Перкосрак, Пертту, Пинк, Пиппи, Пол, Польза, Поппа, Поппи, Порнур, Правдина, Прайс, Придеспар, Примитив,
    Примус, Пирасте, Пирдаз, Пулюр, Пурдил, Ривчик, Рот, Сам, Сама, Сахар, Серик, Си, Скотт, Слабень, Сруль, Стоянка, Туман, Тутку,
    Тутук, Укол, Урюрвкос, Факий, Феогнида, Фифи, Фуу, Фуцин, Хак, Хам, Хана, Хер, Херел, Харка, Херман, Хершел, Хетер, Хуэйсянь, Чай,
    Чичико, Чик, Чьи, Чо, Чобан, Чодураа, Чума, Чурка, Шавка, Шарик, Шиза, Шина, Шулер, Эннис, Этсуко, Юю, Яздундокта, Ясленик, Ясуко

}
